[
  {
    "id": "kgk-1",
    "text": "Allah dalam Dirinya sendiri sempurna dan bahagia tanpa Batas. Berdasarkan keputusan-Nya yang dibuat Karena kebaikan semata-mata, Ia telah menciptakan manusia dengan kehendak bebas, supaya manusia itu dapat mengambil bagian dalam kehidupan-Nya yang bahagia. Karena itu, pada setiap saat dan di mana-mana Ia dekat dengan manusia. Ia memanggil manusia dan menolongnya untuk mencari-Nya, untuk mengenal-Nya, dan untuk mencintai-Nya dengan segala kekuatannya. Ia memanggil semua manusia yang sudah tercerai-berai satu dari yang lain oleh dosa ke dalam kesatuan keluarga-Nya, Gereja. Ia melakukan seluruh usaha itu dengan perantaraan Putera-Nya, yang telah Ia utus sebagai Penebus dan Juru Selamat, ketika genap waktunya. Dalam Dia dan oleh Dia Allah memanggil manusia supaya menjadi anak-anak-Nya dalam Roh Kudus, dan dengan demikian mewarisi kehidupan-Nya yang bahagia."
  },
  {
    "id": "kgk-2",
    "text": "Supaya panggilan ini didengar di seluruh dunia, Kristus mengutus para Rasul yang telah dipilih-Nya dan memberi mereka tugas untuk mewartakan Injil: \"Karena itu, pergilah, jadikanlah semua bangsa murid-Ku dan baptislah mereka dalam nama Bapa dan Anak dan Roh Kudus, dan ajarlah mereka melakukan segala sesuatu yang telah Kuperintahkan kepadamu. Dan ketahuilah, Aku menyertai kamu senantiasa sampai kepada akhir zaman\" (Mat 28:19-20). Berdasarkan perutusan ini mereka \"pergi memberitakan Injil ke segala penjuru dan Tuhan turut bekerja dan meneguhkan firman itu dengan tanda-tanda yang menyertainya\" (Mrk 16:20)."
  },
  {
    "id": "kgk-3",
    "text": "Barang siapa dengan bantuan Allah telah menerima panggilan ini dan telah menyetujuinya dalam kebebasan, ia didorong oleh cinta kepada Kristus supaya mewartakan Kabar Gembira kepada seluruh dunia. Warisan bernilai yang diterima dari para Rasul ini dipelihara dengan setia oleh pengganti-pengganti mereka. Semua yang beriman kepada Kristus dipanggil supaya melanjutkannya dari generasi ke generasi, dengan mewartakan imam dengan menghayatinya dalam persekutuan persaudaraan dan dengan merayakannya dalam liturgi dan dalam doa."
  },
  {
    "id": "kgk-4",
    "text": "Gereja berusaha untuk menjadikan manusia murid-murid Kristus; ia hendak membantu mereka agar dapat percaya bahwa Yesus adalah Putera Allah, supaya dengan perantaraan iman itu mereka memperoleh kehidupan dalam nama-Nya. Melalui pengajaran, Gereja berusaha mendidik manusia menuju kehidupan mi dan dengan demikian membangun Tubuh Kristus. Semua usaha ini sudah sejak dahulu disebut katekese."
  },
  {
    "id": "kgk-5",
    "text": "Katekese ialah \"pembinaan anak-anak, kaum muda dan orang dewasa dalam iman, yang pada khususnya mencakup penyampaian ajaran Kristen, dan yang pada umumnya diberikan secara organis dan sistematis dengan maksud mengantar para. pendengar memasuki kepenuhan kehidupan Kristen\" (CT 18)."
  },
  {
    "id": "kgk-6",
    "text": "Katekese berhubungan erat denganbeberapa unsur tugas pemeliharaan rohani Gereja, unsur-unsur itu sendiri memiliki sifat kateketis, mempersiapkan katekese atau merupakan akibat darinya: pewartaan perintis tentang Injil, artinya khotbah misioner demi membangkitkan iman; mencari sebab-sebab untuk beriman; mengalami kehidupan Kristen; merayakan Sakramen-sakramen; diterima dalam persekutuan Gereja serta memberikan kesaksian apostolik dan misioner."
  },
  {
    "id": "kgk-7",
    "text": "Katekese erat sekali berkaitan dengan seluruh kehidupan Gereja. Bukan saja meluasnya lingkup geografis dan pertumbuhan jumlah anggotanya, melainkanterutama perkembangan rohaninya dan keselarasan hidupnya dengan rencana Allah secara hakiki tergantung pada katekese\" (CT 13)"
  },
  {
    "id": "kgk-8",
    "text": "Periode pembaharuan Gereja adalah juga musim berkembangnya katekese. Demikianlah dalam zaman luhur bapa-bapa Gereja, Uskup-uskup yang suci telah mengabdikan sebagian besar pelayanan rohani mereka kepada katekese. Itulah zaman Santo Sirilus dari Yerusalem dan santo Yohanes Krisostomus, santo Ambrosius dan santo Agustinus dan banyak bapa-bapa yang lain; karya kateketis mereka masih tetap patut dicontoh."
  },
  {
    "id": "kgk-9",
    "text": "Pelayanan katekese selalu menimba kekuatan baru dari konsili-konsili. Dalam hubungan ini Konsili Trente merupakan satu contoh yang sangat berarti; dalam konstitusi dan dekretnya ia memberi tempat yang terhormat kepada katekese; darinya muncullah Katekismus Romawi, yang dinamakan juga Katekismus Tridentin, dan yang sebagai ringkasan ajaran Kristen merupakan karya terkemuka; konsili itu memberi dorongan di dalam Gereja untuk mengatur katekese dengan lebih baik dan menghasilkan penerbitan banyak katekismus berkat para Uskup dan teolog yang suci seperti santo Petrus Kanisius, Santo Karolus Boromeus, Santo Turibio dari Mongrovejo dan Santo Robertus Belarminus."
  },
  {
    "id": "kgk-10",
    "text": "Maka tidak mengherankan, bahwa sesudah Konsili Vatikan II, yang dipandang oleh Paus Paulus VI sebagai katekismus besar untuk waktu sekarang, katekese Gereja menarik lagi perhatian. Direktorium katekese umum tahun 1971, sinode Para Uskup mengenai evangelisasi (1974) dan mengenai katekese (1977) demikian juga surat-surat apostolik yang berkaitan yakni \"Evangelii Nuntiandi\" (1975) dan \"Catechesi tradendae\" (1979) memberikan kesaksian tentang itu. Sinode luar biasa para Uskup tahun 1985 menghimbau agar disusun \"satu katekismus atau satu kompendium mengenai seluruh ajaran iman dan kesusilaan Katolik\" (Laporan akhir II B a 4). Paus Yohanes Paulus II menjadikan keinginan sinode para Uskup ini sebagai tugas pribadinya ketika ia mengakui bahwa \"keinginan ini sangat sesuai dengan kebutuhan yang sebenarnya dari Gereja universal dan Gereja-gereja lokal\" (Wejangan 7 Desember 1985). Ia berusaha sekuat tenaga untuk memenuhi keinginan bapa-bapa sinode ini."
  },
  {
    "id": "kgk-11",
    "text": "Katekismus ini hendak menyampaikan dalam terang Konsili Vatikan II dan seluruh tradisi Gereja satu sintesis yang organis mengenai isi yang hakiki dan mendasar tentang ajaran iman dan kesusilaan Katolik. Sumber-sumber utamanya adalah Kitab Suci, bapa-bapa Gereja, liturgi, dan magisterium Gereja. Katekismus ini dimaksudkan sebagai \"acuan untuk katekismus atau kompendium yang harus disusun di berbagai wilayah\" (Sinode para Uskup 1985, Laporan Akhir II B a 4)."
  },
  {
    "id": "kgk-12",
    "text": "Katekismus ini diperuntukkan terutama bagi mereka yang bertanggung jawab mengenai katekese: pada tempat pertama untuk para Uskup sebagai guru iman dan gembala Gereja. Katekismus ini diberikan kepada mereka sebagai bantuan kerja dalam tugas mengajar Umat Allah. Selain bagi para Uskup, katekismus ini juga dimaksudkan bagi pengarang katekismus, para imam, dan katekis. Tetapi diharapkan, agar juga merupakan bacaan berguna bagi semua warga Kristen yang lain."
  },
  {
    "id": "kgk-13",
    "text": "Katekismus ini disusun sesuai dengan keempat tiang utama dalam tradisi besar penyusunan katekismus: pengakuan iman pembaptisan (pengakuan iman atau syahadat), Sakramen-sakramen iman, kehidupan iman (perintah-perintah) dan doa orang beriman (Bapa Kami)."
  },
  {
    "id": "kgk-14",
    "text": "Barang siapa bergabung dengan Kristus melalui iman dan Pembaptisan harus mengakui iman pembaptisannya di depan manusia [1]. Karena itu, katekismus ini berbicara pertama-tama mengenai wahyu, olehnya Allah berpaling kepada manusia dan memberikan Diri kepadanya, dan mengenai iman dengannya manusia menjawab wahyu Allah itu (Seksi I). Pengakuan iman mencakup semua anugerah yang diberikan Allah kepada manusia sebagai pemrakarsa segala yang baik, sebagai penebus, dan sebagai pengudus. Pengakuan iman tersusun sesuai dengan tiga pokok utama iman pembaptisan kita yaitu: iman kepada Allah yang esa, Bapa yang mahakuasa, dan Pencipta; iman kepada Yesus Kristus, Putera-Nya, Tuhan kita, dan Penebus. Dan iman kepada Roh Kudus dalam Gereja yang kudus (Seksi II)."
  },
  {
    "id": "kgk-15",
    "text": "Bagian kedua dari katekismus menguraikan bagaimana keselamatan, yang dikerjakan satu kali untuk selama-lamanya oleh Allah melalui Yesus Kristus dalam Roh Kudus itu, dihadirkan bagi kita: melalui kegiatan-kegiatan kudus liturgi Gereja (Seksi I), terutama melalui ketujuh Sakramen(Seksi II)."
  },
  {
    "id": "kgk-16",
    "text": "Bagian ketiga menjelaskan tujuan akhir manusia yang diciptakan menurut citra Allah: kebahagiaan; bagian ini memperkenalkan juga jalan menuju ke tujuan itu: tindakan yang bebas dan tepat dengan bantuan petunjuk dan rahmat Allah (Seksi I). Tindakan ini ialah memenuhi hukum ganda cinta kasih seperti yang dikembangkan dalam sepuluh perintah Allah (Seksi II)."
  },
  {
    "id": "kgk-17",
    "text": "Bagian terakhir katekismus berbicara tentang arti dan nilai doa dalam kehidupan seorang beriman (Seksi I). Bagian ini ditutup dengan satu komentar singkat mengenai ketujuh permohonan doa Tuhan, \"Bapa Kami\" (Seksi II). Dalam permohonan-permohonan ini terdapat keseluruhan isi harapan kita yang akan dianugerahkan Bapa surgawi kepada kita."
  },
  {
    "id": "kgk-18",
    "text": "Katekismus ini dimaksudkan sebagai satu penjelasan organis seluruh iman Katolik. Dengan demikian, orang harus membacanya sebagai satu kesatuan. Petunjuk yang banyak dalam catatan kaki dan pada tepi teks, demikian pula indeks pada akhir buku memungkinkan orang melihat tiap tema dalam hubungannya dengan iman secara menyeluruh."
  },
  {
    "id": "kgk-19",
    "text": "Sering kali Kitab Suci tidak dikutip secara harfiah, tetapi hanya ditunjuk saja (pada catatan kaki). Membaca ulang teks-teks Kitab Suci yang bersangkutan sangat membantu suatu pengertian yang lebih mendalam. Penunjukan teks-teks Kitab Suci ini pun dimaksudkan sebagai bantuan untuk katekese."
  },
  {
    "id": "kgk-20",
    "text": "Bagian yang dicetak dengan huruf kecil mengandung catatan historis atau apologetik atau juga penjelasan dan pelajaran yang melengkapi."
  },
  {
    "id": "kgk-21",
    "text": "Kutipan-kutipan dengan huruf kecil diangkat dari sumber patristik, liturgi, magisterium, atau hagiografi guna memperkaya penjelasan ajaran. Sering kali teks-teks ini dipilih sekian, agar bisa langsung digunakan dalam katekese."
  },
  {
    "id": "kgk-22",
    "text": "Pada akhir tiap tema, teks-teks singkat menyimpulkan isi ajaran yang hakiki dalam rumusan padat. Teks-teks itu ingin mendorong katekese lokal untuk merumuskan kalimat-kalimat singkat yang dapat dihafal."
  },
  {
    "id": "kgk-23",
    "text": "Katekismus ini pada tempat pertama sekali bermaksud untuk menjelaskan ajaran. Gunanya ialah untuk memperdalam pengetahuan iman. Dengan demikian, ia bertujuan agar iman semakin matang, semakin berakar dalam kehidupan, dan semakin bercahaya dalam kesaksian [4]."
  },
  {
    "id": "kgk-24",
    "text": "Berdasarkan tujuannya maka katekismus ini sendiri tidak dapat membuat penyesuaian dalam penjelasan dan metode kateketik yang dituntut oleh perbedaan dalam kultur, tahap kehidupan, dalam kehidupan rohani, dalam situasi kemasyarakatan dan gerejani dari para alamat. Penyesuaian yang mutlak perlu ini merupakan tugas katekismus-katekismus lokal dan terutama tugas mereka yang bertanggung jawab atas pengajaran umat beriman:\"Barang siapa menjalankan tugas mengajar, harus menjadi segala-galanya untuk semua (1 Kor 9:22), supaya memenangkan semua mereka untuk Kristus ... janganlah ia mengira bahwa manusia yang dipercayakan kepada pelayanannya semuanya mempunyai sifat yang sama, sehingga ia dapat mengajar mereka semua dengan cara yang sama menurut skema yang mapan dan pasti, untuk membentuk mereka ke arah kesalehan yang benar. Sebaliknya sebagian dari mereka adalah bagaikan `bayi yang baru lahir (1 Ptr 2:2); yang lain baru mulai bertumbuh dalam Kristus; sedangkan beberapa sudah termasuk usia dewasa ... Mereka yang dipanggil untuk tugas ini harus mengerti bahwa sangat perlu, agar dalam usaha mengajarkan misteri iman dan perintah kehidupan, ajaran disesuaikan dengan daya pikir dan daya tangkap para pendengar\" (Catech.R. Pengantar 11)."
  },
  {
    "id": "kgk-25",
    "text": "Pada akhir pengantar ini perlu diingatkan lagi akan pedoman pastoral, yang dalam Katekismus Roma dirumuskan sebagai berikut:\"Seluruh nasihat dan pengajaran harus diarahkan kepada cinta yang tidak mengenal titik akhir. Jadi, kalau orang hendak menjelaskan sesuatu yang harus diimani, diharapkan atau dilaksanakan - maka selalu harus terutama cinta kepada Tuhan kita dianjurkan, supaya setiap orang dapat mengerti bahwa semua amal kebajikan kesempurnaan Kristen hanya bersumber pada cinta dan hanya mengenal satu tujuan, yaitu cinta\" (Pengantar 10)."
  },
  {
    "id": "kgk-26",
    "text": "Apabila kita mengakui iman kita, kita mulai dengan kata-kata: \"Aku percaya\" atau \"kami percaya\". Sebelum kita menguraikan kepercayaan Gereja seperti yang diakui dalam syahadat, dirayakan dalam liturgi, dihayati dalam pelaksanaan perintah-perintah dan dalam doa, kita menanyakan kepada diri sendiri, apa artinya \"percaya\". Kepercayaan adalah jawaban manusia kepada Allah yang mewahyukan dan memberikan Diri kepada manusia dan dengan demikian memberikan kepenuhan sinar kepada dia yang sedang mencari arti terakhir kehidupannya. Secara berturut-turut kita merenungkan pertama sekali mengenai manusia yang sedang mencari (Bab I), lalu mengenai wahyu ilahi, yang dengannya Allah menyongsong manusia (Bab II), dan akhirnya mengenai jawaban kepercayaan (Bab III)."
  },
  {
    "id": "kgk-27",
    "text": "Kerinduan akan Allah sudah terukir dalam hati manusia karena manusia diciptakan oleh Allah dan untuk Allah. Allah tidak henti-hentinya menarik dia kepada diri-Nya. Hanya dalam Allah manusia dapat menemukan kebenaran dan kebahagiaan yang dicarinya terus-menerus:\"Makna paling luhur martabat manusia terletak pada panggilannya untuk memasuki persekutuan dengan Allah. Sudah sejak asal mulanya manusia diundang untuk berwawancara dengan Allah. Sebab manusia hanyalah hidup, karena ia diciptakan oleh Allah dalam cinta kasih-Nya, dan lestari hidup berkat cinta kasih-Nya. Dan manusia tidak sepenuhnya hidup menurut kebenaran, bila ia tidak dengan sukarela mengakui cinta kasih itu, serta menyerahkan diri kepada Penciptanya\" (GS 19,1)."
  },
  {
    "id": "kgk-28",
    "text": "Sejak dahulu kala manusia menyatakan melalui pandangan iman dan pola tingkah laku religius (seperti doa, kurban, upacara, dan meditasi), atas berbagai cara, usaha mereka untuk menemukan Allah. Cara pengungkapan itu tidak selalu jelas artinya, tetapi terdapat sekian umum di antara segala bangsa manusia, sehingga manusia dapat disebut sebagai makhluk religius:\"Dari satu orang saja [Allah] telah menjadikan semua bangsa dan umat manusia untuk mendiami seluruh muka bumi dan la telah menentukan musim-musim bagi mereka dan batas-batas kediaman mereka, supaya mereka mencari Dia dan mudah-mudahan menjamah dan menemukan Dia, walaupun la tidak jauh dari kita masing-masing. Sebab di dalam Dia kita hidup, kita bergerak, kita ada\" (Kis. 17:26-28)."
  },
  {
    "id": "kgk-29",
    "text": "9 Namun \"hubungan kehidupan yang mesra dengan Allah ini\" (GS 19,1) dapat 1 dilupakan oleh manusia, disalahartikan, malahan ditolak dengan tegas. Sikap yang demilcian itu dapat mempunyai sebab yang berbeda-beda: protes terhadap kejahatan di dunia, ketidakpahaman religius atau sikap tidak peduli, kesusahan duniawi dan kekayaan, contoh hidup yang buruk dari para beriman, aliran berpikir yang bermusuhan dengan agama, dan akhirnya kesombongan manusia berdosa untuk menyembunyikan diri karena takut akan Tuhan dan melarikan diri dari Tuhan yang memanggil."
  },
  {
    "id": "kgk-30",
    "text": "\"Semua yang mencari Tuhan, hendaklah bergembira\" (Mzm 105:3). Biarpun manusia melupakan atau menolak Tuhan, namun Tuhan tidak berhenti memanggil kembali setiap manusia, supaya ia mencari-Nya serta hidup dan menemukan kebahagiaannya. Tetapi pencarian itu menuntut dari manusia seluruh usaha berpikir dan penyesuaian kehendak yang tepat, \"hati yang tulus\", dan juga kesaksian orang lain yang mengajar kepadanya untuk mencari Tuhan.\"Ya Allah, agunglah Engkau dan patut dipuji: kekuatan-Mu besar dan kebijaksanaan-Mu tanpa batas. Manusia yang sendiri satu bagian dari ciptaan-Mu, ingin meluhurkan Dikau. Betapapun ia berdosa dan dapat mati, namun ia ingin memuji Dikau karena ia adalah satu bagian dari ciptaan-Mu. Untuk itu, Engkau menanamkan hasrat di dalam kami karena Engkau telah menciptakan kami menurut citra-Mu sendiri. Hati kami tetap tidak tenang sampai ia menemukan ketenteraman di dalam Engkau\" (Agustinus, conf 1,1,1)."
  },
  {
    "id": "kgk-31",
    "text": "Karena manusia diciptakan menurut citra Allah dan dipanggil untuk mengenal dan mencintai Allah, ia menemukan \"jalan jalan\" tertentu dalam pencarian Allah agar mencapai pengenalan akan Allah. Orang menamakan jalan jalan ini juga \"pembuktian Allah\", bukan dalam arti ihnu pengetahuan alam, melainkan dalam arti argumen-argumen yang cocok dan meyakinkan, yang dapat menghantar kepada kepastian yang sungguh.\"Jalan-jalan\" menuju Allah ini mempergunakan ciptaan - dunia material dan pribadi manusia - sebagai titik tolak."
  },
  {
    "id": "kgk-32",
    "text": "Dunia. Dari gerak dan perkembangan, dari kontingensi, dari peraturan dan keindahan dunia, manusia dapat mengenal Allah sebagai sumber dan tujuan alam semesta.Santo Paulus menegaskan mengenai orang kafir: \"Karena siapa yang dapat mereka ketahui tentang Allah nyata bagi mereka, sebab Allah telah menyatakannya kepada mereka. Sebab spa yang tidak tampak daripada-Nya, yaitu kekuatan-Nya yang kekal dan keilahian-Nya, dapat tampak kepada pikiran dari karya-Nya sejak dunia diciptakan, sehingga mereka tidak dapat berdalih\" (Rm 1:19-20) .Dan santo Agustinus berkata: \"Tanyakanlah keindahan bumi, tanyakanlah keindahan samudera,tanyakanlah keindahan udara yang menyebarluas,tanyakanlah keindahan langit .... tanyakanlah semua benda. Semuanya akan menjawab kepadamu: Lihatlah, betapa indahnya kami. Keindahan mereka adalah satu pengakuan [confessio]. Siapakah yang menciptakan benda-benda yang berubah, kalau bukan Yang Indah [Pulcher], yang tidak dapat berubah\" (Sean. 241,2)."
  },
  {
    "id": "kgk-33",
    "text": "Manusia. Dengan keterbukaannya kepada kebenaran dan keindahan, dengan pengertiannya akan kebaikan moral, dengan kebebasannya dan dengan suara hati nuraninya, dengan kerinduannya akan ketidakterbatasan dan akan kebahagiaan, manusia bertanya-tanya tentang adanya Allah. Dalam semuanya itu ia menemukan tanda-tanda adanya jiwa rohani padanya. \"Karena benih keabadian yang ia bawa dalam dirinya tidak dapat dijelaskan hanya dengan asal dalam materi saja\" (GS 18,1), maka jiwanya hanya dapat mempunyai Tuhan sebagai sumber."
  },
  {
    "id": "kgk-34",
    "text": "Dunia dan manusia memberi kesaksian bahwa mereka tidak memiliki sebab mereka yang pertama serta tujuan mereka yang terakhir dalam dirinya sendiri, tetapi . bahwa mereka hanya mengambil bagian dalam ADA yang tanpa titik awal dan titik akhir. Jadi melalui \"jalan-jalan\" yang berbeda itu manusia dapat sampai kepada pengertian bahwa ads satu realitas, yang adalah sebab pertama dan tujuan akhir dari segala-galanya, dan realitas ini \"dinamakan Allah oleh semua orang\" (Tomas Aqu., s.th. 1,2,3)."
  },
  {
    "id": "kgk-35",
    "text": "Kemampuan manusia menyanggupkannya untuk mengenal adanya Allah yang berkepribadian. Tetapi supaya manusia dapat masuk ke dalam hubungan yang akrab dengan Allah, maka Allah hendak menyatakan diri kepada manusia dan hendak memberikan rahmat kepadanya supaya dengan kepercayaan dapat menerima wahyu ini. Namun bukti-bukti mengenai adanya Allah dapat menghantar menuju kepercayaan dan dapat membantu supaya mendapat pengertian bahwa kepercayaan tidak bertentangan dengan akal budi manusia."
  },
  {
    "id": "kgk-36",
    "text": "\"Bunda Gereja kudus memegang teguh dan mengajar bahwa Allah, sumber dan tujuan segala makhluk, dapat diketahui dari segala makhluk ciptaan, melalui sinar kodrati akal budi manusia\" (Konsili Vatikan 1: DS 3004) . Tanpa kemampuan ini manusia tidak dapat menerima wahyu Allah. Manusia memiliki kemampuan ini karena ia diciptakan \"menurut citra Allah\"."
  },
  {
    "id": "kgk-37",
    "text": "Namun, dalam kondisi sejarah di mana ia berada, manusia mengalami banyak kesulitan untuk mengenal Allah hanya dengan bantuan sinar akal budinya.\"Walaupun akal budi manusia, untuk berbicara secara sederhana saja, melalui kekuatan kodrati dan sinarnya benar-benar dapat sampai kepada pengertian yang benar dan pasti mengenai satu Allah yang berkepribadian, yang melindungi dan membimbing dunia ini dengan penyelenggaraannya, namun terdapat pula halangan yang tidak sedikit bahwa akal budi itu akan mempergunakan secara berdaya guna dan berhasil, kemampuan yang merupakan bakat pembawaan sejak lahir. Karena kebenaran yang menyangkut Allah serta hubungan antara Allah dan manusia sungguh melampaui tata dunia yang kelihatan; kalau diterapkan pada cara hidup manusia untuk membentuknya, maka kebenarankebenaran itu akan menuntut pengurbanan diri dan penyangkalan diri. Akan tetapi, akal budi manusia mengalami kesulitan dalam usahanya untuk mencari kebenaran-kebenaran yang demikian itu, bukan hanya karena dorongan pancaindera dan khayalan, melainkan juga karena nafsu yang salah, yang merupakan akibat dari dosa asal. Maka, terjadilah bahwa manusia dalam hal-hal yang demikian itu, mudah meyakinkan diri sendiri bahwa apa yang mereka tidak inginkan sebagai benar adalah palsu atau paling kurang tidak pasti\" (Pius XII, Ens.\"Humani Generis\": DS 3875)."
  },
  {
    "id": "kgk-38",
    "text": "Karena itu, perlu bahwa oleh wahyu ilahi, manusia tidak hanya diterangi mengenai apa yang mengatasi daya akal budinya, tetapi juga mengenai \"apa yang sebenarnya dapat diterobos oleh akal budi dalam masalah-masalah agama dan susila\", sehingga \"juga dalam kondisi umat manusia dewasa ini hal-hal itu."
  },
  {
    "id": "kgk-39",
    "text": "Gereja berkeyakinan, bahwa akal budi manusia dapat mengenal Allah. Dengan itu, ia memperlihatkan kepercayaan teguh bahwa mungkin sekali ia berbicara tentang Allah kepada semua manusia dan dengan semua manusia. Keyakinan itu ast mendasari dialognya dengan agama-agama lain, dengan filsafat dan dengan ilmu pengetahuan, tetapi juga dengan kaum tak beriman dan dengan kaum ateis."
  },
  {
    "id": "kgk-40",
    "text": "Karena pengetahuan kita tentang Allah itu terbatas, maka pembicaraan kits tentang Allah pun demikian juga. Kita hanya dapat berbicara tentang Allah dari sudut pandang ciptaan dan sesuai dengan cara mengerti dan cara berpikir manusiawi kita yang terbatas."
  },
  {
    "id": "kgk-41",
    "text": "Segala makhluk menunjukkan keserupaan tertentu dengan Allah, terutama manusia yang diciptakan menurut citra Allah. Karma itu, aneka ragam kesempurnaan makhluk ciptaan (kebenarannya, kebaikannya, keindahannya) mencerminkan kesempurnaan Allah yang tidak terbatas. Maka, berdasarkan kesempurnaan makhluk ciptaan, kita dapat membuat pernyataan tentang Allah \"sebab orang dapat mengenal Khalik dengan membanding-bandingkan kebesaran dan keindahan ciptaan-ciptaan-Nya\" (Keb 13:5)."
  },
  {
    "id": "kgk-42",
    "text": "Allah itu agung melebihi setup makhluk. Karena itu, kita harus membersihkan pembicaraan kita tentang Dia terus-menerus dari segala keterbatasan, dari segala gambaran, dari segala ketidaksempurnaan, supaya jangan menggantikan Allah \"yang tidak terucapkan, yang tidak dimengerti, yang tidak kelihatan, yang tidak dibayangkan\" (Liturgi Santo Yohanes Kristostomus, Doa Syukur Agung) dengan gambaran-gambaran manusiawi kita tentang Dia. Kata-kata manusiawi kita tidak pernah akan mencapai misteri Allah."
  },
  {
    "id": "kgk-43",
    "text": "Kalau kita berbicara tentang Allah dengan cara demikian, maka bahasa kita memang mengungkapkan diri secara manusiawi, namun dengan sebenarnya menyangkut Allah sendiri, walaupun tidak mampu menyatakan Dia dalam kesederhanaan-Nya yang tidak terbatas. Kita harus sadar, bahwa \"antara Pencipta dan ciptaan tidak dapat dinyatakan satu keserupaan tanpa menegaskan satu ketidakserupaan yang lebih besar lagi\" (Konsili Lateran 4: DS 806). \"Mengenai Allah kita tidak dapat memahami Siapa Dia, tetapi hanya Siapa yang bukan Dia, dan bagaimana semua makhluk yang lain berhubungan dengan Dia\" (Tomas Aqu., s.gent. 1,30)."
  },
  {
    "id": "kgk-44",
    "text": "Manusia menurut kodrat dan panggilannya adalah makhluk religius. Karena ia datang dari Allah dan berjalan menuju Allah, maka hanya dalam hubungan sukarela dengan Allah, manusia dapat menghayati kehidupan manusiawi yang utuh."
  },
  {
    "id": "kgk-45",
    "text": "Manusia diciptakan, supaya hidup dalam persatuan dengan Allah, di mana ia menemukan kebahagiaannya: \"Kalau saya akan Menggantungkan diri kepada-Mu dengan seluruh kepribadianku, maka tidak akan ada lagi kesedihan dan kesusahan yang meresahkan aku, dan kehidupanku yang seluruhnya dipenuhi oleh Engkau barulah menjadi kehidupan yang sebenarnya\" (Agustinus, conf 10,28,39)."
  },
  {
    "id": "kgk-46",
    "text": "Apabila manusia mendengarkan kabar makhluk-makhluk ciptaan dan suara hati nuraninya, 4a dapat sampai kepada kepastian bahwa Allah berada sebagai sebab dan tujuan dari segala-galanya."
  },
  {
    "id": "kgk-47",
    "text": "Gereja mengajarkan bahwa Allah yang satu-satunya dan yang benar pencipta dan Tuhan kita, dapat diketahui dengan pasti dari segala karya-Nya, berkat sinar kodrati akal budi kita."
  },
  {
    "id": "kgk-48",
    "text": "Dengan sesungguhnya kita dapat berbicara tentang Allah, apabila kita bertitik tolak dari aneka ragam kesempurnaan makhluk ciptaan, yang olehnya mereka menjadi serupa dengan kesempurnaan Allah yang tidak terbatas. Namun bahasa kita yang terbatas, tidak dapat menyelami seluruh misteri-Nya."
  },
  {
    "id": "kgk-49",
    "text": "\"Tanpa Sang Pencipta makhluk lenyap menghilang\" (GS 36). Karena itu kaum beriman didorong oleh cinta Kristus untuk membawa terang Allah yang menghidupkan kepada mereka, yang tidak mengenal-Nya atau menolak-Nya."
  },
  {
    "id": "kgk-50",
    "text": "Dengan bantuan budi kodratinya, manusia dapat mengenal Allah dengan pasti dari segala karya-Nya. Namun masih ada lagi satu tata pengetahuan, yang tidak dapat dicapai manusia dengan kekuatannya sendiri: yakni wahyu ilahi. Melalui keputusan yang sama sekali bebas, Allah mewahyukan dan memberikan Diri kepada manusia, dan menyingkapkan rahasia Nya yang paling dalam, keputusan-Nya yang berbelas kasih, yang Ia rencanakan sejak keabadian di dalam Kristus untuk semua manusia. Ia menyingkapkan rencana keselamatan Nya secara penuh, ketika Ia mengutus Putera Nya yang terkasih, Tuhan kita Yesus Kristus dan Roh Kudus."
  },
  {
    "id": "kgk-51",
    "text": "\"Dalam kebaikan dan kebijaksanaan-Nya Allah berkenan mewahyukan diri-Nya dan memaklumkan rahasia kehendak-Nya; berkat rahasia itu manusia dapat menghadap Bapa melalui Kristus, Sabda yang menjadi daging, dalam Roh Kudus, dan ikut serta dalam kodrat ilahi\" (DV 2)."
  },
  {
    "id": "kgk-52",
    "text": "Allah \"yang bersemayam dalam terang yang tak terhampiri\" (1 Tim 6:16) hendak menyampaikan kepada manusia, yang Ia ciptakan dalam kebebasan, kehidupan ilahi-Nya sendiri, supaya melalui Putera-Nya yang tunggal Ia mengangkat mereka menjadi anak-anak-Nya. Dengan mewahyukan Diri, Allah hendak menyanggupkan manusia untuk memberi jawaban kepada-Nya, mengakui-Nya dan mencintai-Nya atas cara yang jauh melampaui kemampuan manusia itu sendiri."
  },
  {
    "id": "kgk-53",
    "text": "Keputusan wahyu ilahi itu diwujudkan \"dalam perbuatan dan perkataan yang bertalian batin satu sama lain\" (DV2). Di dalamnya tercakup \"kebijaksanaan mendidik\" ilahi yang khas: Allah menyatakan Diri secara bertahap kepada manusia; Ia mempersiapkan manusia secara bertahap untuk menerima wahyu diri-Nya yang adikodrati, yang mencapai puncaknya dalam pribadi dan perutusan Yesus Kristus, Sabda yang menjadi manusia.Dengan menggunakan kiasan bahwa Allah dan manusia seakan-akan saling membiasakan diri satu sama lain, santo Ireneus dari Lyon berbicara berulang kali tentang pedagogi ilahi ini. \"Sabda Allah berdiam dalam manusia dan menjadi putera manusia, supaya manusia membiasakan diri untuk menerima Allah, dan Allah membiasakan diri untuk tinggal dalam manusia seturut perkenanan Bapa\" (haer. 3,20,2)."
  },
  {
    "id": "kgk-54",
    "text": "\"Allah, yang menciptakan segala sesuatu melalui Sabda-Nya (lih. Yoh 1:3) serta melestarikannya dalam makhluk-makhluk, senantiasa memberikan kesaksian tentang diri-Nya kepada manusia (lih. Rm 1:19-20). Lagi pula karena Ia bermaksud membuka jalan menuju keselamatan di surga, Ia sejak awal mula telah menampakkan Diri kepada manusia pertama\" (DV3). Ia menghimpun mereka dalam suatu persatuan yang erat dengan diri-Nya, sambil menghiasi mereka dengan rahmat dan keadilan yang gemilang."
  },
  {
    "id": "kgk-55",
    "text": "Wahyu ini tidak diputuskan oleh dosa leluhur kita. \"Karena sesudah mereka jatuh, dengan menjanjikan penebusan [Allah] mengangkat mereka untuk mengharapkan keselamatan (lih. Kej 3:15). Tiada putus-putusnya Ia memelihara umat manusia, untuk mengaruniakan hidup kekal kepada semua, yang mencari keselamatan dengan bertekun melakukan apa yang baik (lih. Rm 2:6-7)\" (DV 3).Ketika manusia \"kehilangan persahabatan dengan Dikau karena tidak setia, ia tidak Kaubiarkan merana di bawah kekuasaan maut. Berulang kali Engkau menawarkan perjanjian kepada mereka\" (MR, Doa Syukur Agung IV, 118)."
  },
  {
    "id": "kgk-56",
    "text": "Ketika kesatuan umat manusia terpecah belah oleh dosa, Allah coba meluputkan umat manusia sebagian demi sebagian. Dalam perjanjian yang Ia lakukan dengan Nuh sesudah air bah, kehendak keselamatan ilahi dinyatakan kepada \"bangsa-bangsa\", artinya kepada manusia-manusia, yang tinggal di \"negerinya masing-masing dan mempunyai bahasa serta suku-sukunya sendiri\" (Kej 10:5)."
  },
  {
    "id": "kgk-57",
    "text": "Tata aturan bangsa-bangsa yang banyak, yang dipercayakan oleh penyelenggaraan ilahi kepada pengawalan para malaikat, adalah sekaligus kosmis, sosial, dan religius. Aturan ini dimaksudkan untuk membendung kesombongan umat manusia yang sudah jatuh, yang bersatu dalam cita-citanya yang jahat, untuk membentuk dirinya menjadi kesatuan seturut model Babel. Tetapi karena dosa, maka aturan sementara ini selalu terancam dan dapat jatuh ke dalam penyimpangan kafir yakni politeisme dan pendewaan bangsa serta pemimpinnya."
  },
  {
    "id": "kgk-58",
    "text": "Perjanjian dengan Nuh berlaku selama waktu bangsa-bangsa sampai kepada pewartaan Injil di seluruh dunia. Kitab Suci menghormati beberapa tokoh besar dari \"bangsa-bangsa\": \"Abel yang adil\", raja dan imam Melkisedek sebagai lambang Kristus, \"Nuh, Daniel, dan Ayub\" yang adil (Yeh 14:14). Dengan demikian Kitab Suci menegaskan kesucian agung yang dapat dicapai oleh mereka yang hidup tekun sesuai dengan perjanjian Nuh sambil menantikan Kristus yang akan datang \"untuk mengumpulkan dan mempersatukan anak-anak Allah yang tercerai-berai\" (Yoh 11:52)."
  },
  {
    "id": "kgk-59",
    "text": "Supaya mengumpulkan kembali umat manusia yang tercerai-berai, Allah memilih Abram dan memanggilnya keluar dari negerinya, dari kaum keluarganya dan dari rumah bapanya, untuk menjadikannya Abraham yang berarti \"bapa sejumlah besar bangsa\" (Kej 17:5): \"Karena engkau Aku akan memberkati semua bangsa di bumi\" (Kej 12:3 LXX)."
  },
  {
    "id": "kgk-60",
    "text": "Bangsa yang berasal dari Abraham menjadi pembawa janji yang Allah ikrarkan kepada para bapa bangsa, menjadi bangsa terpilih yang dipanggil dengan maksud mempersiapkan pengumpulan semua anak Allah dalam kesatuan Gereja. Bangsa ini menjadi akar pohon, yang padanya akan dicangkokkan orang-orang kafir, kalau mereka sudah percaya."
  },
  {
    "id": "kgk-61",
    "text": "Para bapa bangsa, para nabi dan tokoh-tokoh besar yang lain dalam Perjanjian Lama dari dulu dan terus dihormati dalam semua tradisi liturgi sebagai orang-orang kudus."
  },
  {
    "id": "kgk-62",
    "text": "Dalam waktu sesudah zaman para bapa, Tuhan menjadikan Israel bangsa-Nya. Ia membebaskannya dari perhambaan di Mesir, mengadakan perjanjian dengannya di Sinai, dan memberi kepadanya hukum-Nya melalui Musa, supaya mengakui diri-Nya sebagai satu-satunya Allah yang hidup dan benar, sebagai bapa penyelenggara dan sebagai hakim yang adil, dan untuk menantikan Juru Selamat terjanji."
  },
  {
    "id": "kgk-63",
    "text": "Israel adalah bangsa imam-imam Allah, yang telah diberkati dengan \"nama Allah\" (Ul 28:10). Itulah bangsa orang-orang, \"yang menerima Sabda Allah sebelum kita\" (MR, Jumat Agung, Doa umat meriah 6), bangsa \"kakak-kakak\" dalam iman Abraham."
  },
  {
    "id": "kgk-64",
    "text": "Dengan perantaraan para nabi, Allah membina bangsa-Nya dalam harapan akan keselamatan, dalam menantikan satu perjanjian yang baru dan kekal, yang diperuntukkan bagi semua orang dan ditulis dalam hati mereka. Para nabi mewartakan pembebasan bangsa Allah secara radikal, penyucian dari segala kejahatannya, keselamatan yang mencakup semua bangsa. Terutama orang yang miskin dan rendah hati di hadapan Allah menjadi pembawa harapan ini. Wanita-wanita saleh seperti Sara, Ribka, Rahel, Miriam, Debora, Hana, Yudit, dan Ester tetap menghidupkan harapan akan keselamatan Israel itu; tokoh yang termurni di antara mereka adalah Maria."
  },
  {
    "id": "kgk-65",
    "text": "\"Setelah pada zaman dahulu Allah berulang kali dan dalam pelbagai cara berbicara kepada nenek moyang kita dengan perantaraan nabi-nabi, maka pada zaman akhir ini Ia telah berbicara kepada kita dengan perantaraan Anak-Nya\" (Ibr l:l-2). Kristus, Putera Allah yang menjadi manusia, adalah Sabda Bapa yang tunggal, yang sempurna, yang tidak ada taranya. Dalam Dia Allah mengatakan segala-galanya, dan tidak akan ada perkataan lain lagi. Hal ini ditegaskan dengan jelas oleh santo Yohanes dari Salib dalam uraiannya mengenai Ibrani 1:1-2:\"Sejak Ia menganugerahkan kepada kita Anak-Nya, yang adalah Sabda-Nya, Allah tidak memberikan kepada kita sabda yang lain lagi. Ia sudah mengatakan segala sesuatu dalam Sabda yang satu itu ... Karena yang Ia sampaikan dahulu kepada para nabi secara sepotong-sepotong, sekarang ini Ia sampaikan dengan utuh, waktu Ia memberikan kita seluruhnya yaitu Anak-Nya. Maka barang siapa sekarang ini masih ingin menanyakan kepada-Nya atau menghendaki dari-Nya penglihatan atau wahyu, ia tidak hanya bertindak tidak bijaksana, tetapi ia malahan mempemalukan Allah; karena ia tidak mengarahkan matanya hanya kepada Kristus sendiri, tetapi merindukan hal-hal lain atau hal-hal baru\" (Carm. 2,22)."
  },
  {
    "id": "kgk-66",
    "text": "\"Tata penyelamatan Kristen sebagai suatu perjanjian yang baru dan definitif, tidak pernah akan lenyap, dan tidak perlu diharapkan suatu wahyu umum baru, sebelum kedatangan yang jaya Tuhan kita Yesus Kristus\" (DV 4). Walaupun wahyu itu sudah selesai, namun isinya sama sekali belum digali seluruhnya; masih merupakan tugas kepercayaan umat Kristen, supaya dalam peredaran zaman lama-kelamaan dapat mengerti seluruh artinya."
  },
  {
    "id": "kgk-67",
    "text": "Dalam peredaran waktu terdapatlah apa yang dinamakan \"wahyu pribadi\", yang beberapa di antaranya diakui oleh pimpinan Gereja. Namun wahyu pribadi itu tidak termasuk dalam perbendahaman iman. Bukanlah tugas mereka untuk \"menyempurnakan\" wahyu Kristus yang definitif atau untuk \"melengkapinya\", melainkan untuk membantu supaya orang dapat menghayatinya lebih dalam lagi dalam rentang waktu tertentu. Di bawah bimbingan Wewenang Mengajar Gereja, maka dalam kesadaran iman, umat beriman tahu membedakan dan melihat dalam wahyu-wahyu ini apa yang merupakan amanat otentik dari Kristus atau para kudus kepada Gereja.Iman Kristen tidak dapat \"menerima\" wahyu-wahyu yang mau melebihi atau membetulkan wahyu yang sudah dituntaskan dalam Kristus. Hal ini diklaim oleh agama-agama bukan Kristen tertentu dan sering kali juga oleh sekte-sekte baru tertentu yang mendasarkan diri atas \"wahyu-wahyu\" yang demikian itu."
  },
  {
    "id": "kgk-68",
    "text": "Allah sudah mewahyukan dan mengaruniakan Diri kepada manusia karena cinta. Dengan demikian Ia memberi jawaban yang berlimpah dan definitif atas pertanyaan mengenai arti dan tujuan kehidupan ini yang dihadapi manusia."
  },
  {
    "id": "kgk-69",
    "text": "Allah mewahyukan Diri kepada manusia dengan cara menyampaikan misteri-Nya kepadanya secara bertahap melalui perbuatan dan perkataan."
  },
  {
    "id": "kgk-70",
    "text": "Melampaui kesaksian tentang Diri dalam makhluk ciptaan, Allah telah menyatakan Diri kepada leluhur kita. Ia berkata-kata kepada mereka, sesudah jatuh dalam dosa Ia menjanjikan keselamatan dan menawarkan perjanjian-Nya kepada mereka."
  },
  {
    "id": "kgk-71",
    "text": "Tuhan mengadakan perjanjian kekal dengan Nuh, perjanjian antara Dia dan segala makhluk hidup. Selama dunia ini berlangsung, berlangsung pulalah perjanjian ini."
  },
  {
    "id": "kgk-72",
    "text": "Allah memilih Abraham dan mengadakan perjanjian dengan dia dan dengan keturunannya. Dari mereka itu Ia membentuk satu bangsa bagi diri-Nya, kepadanya Ia mewahyukan hukum-Nya dengan perantaraan Musa. Ia mempersiapkan bangsa ini melalui para nabi agar menerima keselamatan yang dimaksudkan untuk seluruh umat manusia."
  },
  {
    "id": "kgk-73",
    "text": "Allah mewahyukan Diri secara penuh dengan mengutus Putera-Nya sendiri; di dalam Dia Ia mengadakan perjanjian untuk selama-lamanya. Kristus adalah Sabda Bapa yang definitif, sehingga sesudah Dia tidak akan ada wahyu lain lagi."
  },
  {
    "id": "kgk-74",
    "text": "Allah \"menghendaki supaya semua orang diselamatkan dan memperoleh pengetahuan akan kebenaran\" (1 Tim 2:4), artinya supaya semua orang mengenal Yesus Kristus. Karena itu Kristus harus diwartakan kepada semua bangsa dan manusia dan wahyu mesti sampai ke Batas-Batas dunia.\"Dalam kebaikan-Nya Allah telah menetapkan, bahwa apa yang diwahyukan-Nya demi keselamatan semua bangsa, harus tetap utuh untuk selamanya dan diteruskan kepada segala keturunan\" (DV 7)."
  },
  {
    "id": "kgk-75",
    "text": "\"Maka Kristus Tuhan, yang menjadi kepenuhan seluruh wahyu Allah yang Mahatinggi (lih. 2Kor 1:30; 3:16-4:6), memerintahkan kepada para Rasul, supaya Injil, yang dahulu telah dijanjikan melalui para nabi dan dipenuhi oleh-Nya serta dimaklumkan-Nya sendiri, mereka wartakan kepada semua orang, sebagai sumber segala kebenaran yang menyelamatkan serta sumber ajaran kesusilaan, dan dengan demikian dibagi-bagikan karunia-karunia ilahi kepada mereka\" (DV 7)."
  },
  {
    "id": "kgk-76",
    "text": "Sesuai dengan kehendak Allah terjadilah pengalihan Injil atas dua cara:-- secara lisan \"oleh para Rasul, yang dalam pewartaan lisan, dengan teladan serta penetapan-penetapan meneruskan entah apa yang mereka terima dari mulut, pergaulan, dan karya Kristus sendiri, entah apa yang atas dorongan Roh Kudus telah mereka pelajari\";-- secara tertulis \"oleh para Rasul dan tokoh-tokoh rasuli, yang atas ilham Roh Kudus itu juga telah membukukan amanat keselamatan\" (DV 7)."
  },
  {
    "id": "kgk-77",
    "text": "\"Adapun, supaya Injil senantiasa terpelihara secara utuh dan hidup di dalam Gereja, para Rasul meninggalkan Uskup-Uskup sebagai pengganti-pengganti mereka, yang `mereka serahi kedudukan mereka untuk mengajar\" (DV 7). Maka, \"pewartaan para Rasul, yang secara istimewa diungkapkan dalam kitab-kitab yang diilhami, harus dilestarikan sampai kepenuhan zaman melalui penggantian-penggantian yang tiada putusnya\" (DV 8)."
  },
  {
    "id": "kgk-78",
    "text": "Penerusan yang hidup ini yang berlangsung dengan bantuan Roh Kudus, dinamakan \"tradisi\", yang walaupun berbeda dengan Kitab Suci, namun sangat erat berhubungan dengannya. \"Demikianlah Gereja dalam ajaran, hidup serta ibadatnya melestarikan serta meneruskan kepada semua keturunan dirinya seluruhnya, imannya seutuhnya\" (DV 8). \"Ungkapan-ungkapan para Bapa Suci memberi kesaksian akan kehadiran tradisi itu yang menghidupkan, dan yang kekayaannya meresapi praktik serta kehidupan Gereja yang beriman dan berdoa\" (DV 8)."
  },
  {
    "id": "kgk-79",
    "text": "Dengan demikian penyampaian Diri Bapa melalui Sabda-Nya dalam Roh Kudus tetap hadir di dalam Gereja dan berkarya di dalamnya: \"Demikianlah Allah, yang dahulu telah bersabda, tiada henti-hentinya berwawancara dengan Mempelai Putera-Nya yang terkasih. Dan Roh Kudus, yang menyebabkan suara Injil yang hidup bergema dalam Gereja, dan melalui Gereja dalam dunia, menghantarkan Umat beriman menuju segala kebenaran, dan menyebabkan Sabda Kristus menetap dalam diri mereka secara melimpah (lih. Kol 3:16)\" (DV 8)."
  },
  {
    "id": "kgk-80",
    "text": "\"Tradisi Suci dan Kitab Suci berhubungan erat sekali dan terpadu. Sebab keduanya mengalir dari sumber ilahi yang sama, dan dengan cara tertentu bergabung menjadi satu dan menjurus ke arah tujuan yang sama\" (DV 9). Kedua-duanya menghadirkan dan mendayagunakan misteri Kristus di dalam Gereja, yang menjanjikan akan tinggal bersama orang-orang-Nya \"sampai akhir zaman\" (Mat 28:20)."
  },
  {
    "id": "kgk-81",
    "text": "\"Kitab Suci adalah pembicaraan Allah sejauh itu termaktub dengan ilham Roh ilahi\".\"Oleh Tradisi Suci Sabda Allah, yang oleh Kristus Tuhan dan Roh Kudus dipercayakan kepada para Rasul, disalurkan seutuhnya kepada para pengganti mereka, supaya mereka ini dalam terang Roh kebenaran dengan pewartaan mereka memelihara, menjelaskan, dan menyebarkannya dengan setia\" (DV 9)."
  },
  {
    "id": "kgk-82",
    "text": "\"Dengan demikian maka Gereja\", yang dipercayakan untuk meneruskan dan menjelaskan wahyu, \"menimba kepastiannya tentang segala sesuatu yang diwahyukan bukan hanya melalui Kitab Suci. Maka dari itu keduanya [baik tradisi maupun Kitab Suci] harus diterima dan dihormati dengan cita rasa kesalehan dan hormat yang sama\" (DV 9)."
  },
  {
    "id": "kgk-83",
    "text": "Tradisi yang kita bicarakan di sini, berasal dari para Rasul, yang meneruskan apa yang mereka ambil dari ajaran dan contoh Yesus dan yang mereka dengar dari Roh Kudus. Generasi Kristen yang pertama ini belum mempunyai Perjanjian Baru yang tertulis, dan Perjanjian Baru itu sendiri memberi kesaksian tentang proses tradisi yang hidup itu.Tradisi-tradisi teologis, disipliner, liturgis atau religius, yang dalam gelindingan waktu terjadi di Gereja-gereja setempat, bersifat lain. Mereka merupakan ungkapan-ungkapan Tradisi besar yang disesuaikan dengan tempat dan zaman yang berbeda-beda. Dalam terang Tradisi utama dan di bawah bimbingan Wewenang Mengajar Gereja, tradisi-tradisi konkret itu dapat dipertahankan, diubah, atau juga dihapus."
  },
  {
    "id": "kgk-84",
    "text": "\"Pusaka Suci\" iman [depositum fidei] yang tercantum di dalam Tradisi Suci dan di dalam Kitab Suci dipercayakan oleh para Rasul kepada seluruh Gereja. \"Dengan berpegang teguh padanya seluruh Umat Suci bersatu dengan para Gembala mereka dan tetap bertekun dalam ajaran para Rasul dan persekutuan, dalam pemecahan roti dan doa-doa (lih. Kis 2:42 Yn). Dengan demikian dalam mempertahankan, melaksanakan, dan mengakui iman yang diturunkan itu timbullah kerukunan yang khas antara para Uskup dan kaum beriman\" (DV 10)."
  },
  {
    "id": "kgk-85",
    "text": "\"Adapun tugas menafsirkan secara otentik Sabda Allah yang tertulis atau diturunkan itu, dipercayakan hanya kepada Wewenang Mengajar Gereja yang hidup, yang kewibawaannya dilaksanakan alas nama Yesus Kristus\" (DV 10)."
  },
  {
    "id": "kgk-86",
    "text": "\"Wewenang Mengajar itu tidak berada di alas Sabda Allah, melainkan melayaninya, yakni dengan hanya mengajarkan apa yang diturunkan saja, sejauh Sabda itu, karena perintah ilahi dan dengan bantuan Roh Kudus, didengarkannya dengan khidmat, dipelihara dengan suci, dan diterangkannya dengan setia; dan itu semua diambilnya dari satu perbendaharaan iman itu, yang diajukannya untuk diimani sebagai hal-hal yang diwahyukan oleh Allah\" (DV 10)."
  },
  {
    "id": "kgk-87",
    "text": "Kaum beriman mengenangkan perkataan Kristus kepada para Rasul: \"Barang siapa mendengarkan kamu, ia mendengarkan Aku\" (Luk 10:16) dan menerima dengan rela ajaran dan petunjuk yang diberikan para gembala kepada mereka dalam berbagai macam bentuk."
  },
  {
    "id": "kgk-88",
    "text": "Wewenang Mengajar Gereja menggunakan secara penuh otoritas yang diterimanya dari Kristus, apabila ia mendefinisikan dogma-dogma, artinya apabila dalam satu bentuk yang mewajibkan umat Kristen dalam iman dan yang tidak dapat ditarik kembali, ia mengajukan kebenaran-kebenaran yang tercantum di dalam wahyu ilahi atau secara mutlak berhubungan dengan kebenaran-kebenaran demikian."
  },
  {
    "id": "kgk-89",
    "text": "Kehidupan rohani kita dan dogma-dogma itu mempunyai hubungan organis. Dogma-dogma adalah cahaya di jalan kepercayaan kita, mereka menerangi dan mengamankannya. Sebaliknya melalui cara hidup yang tepat, pikiran dan hati kita dibuka, untuk menerima cahaya dogma iman itu."
  },
  {
    "id": "kgk-90",
    "text": "Hubungan timbal balik dan kaitan batiniah antara dogma-dogma terdapat dalam wahyu misteri Kristus secara menyeluruh. Terdapat \"satu tata urutan atau `hierarki kebenaran-kebenaran ajaran Katolik, karena berbeda-bedalah hubungannya dengan dasar iman Kristen\" (UR 11)."
  },
  {
    "id": "kgk-91",
    "text": "Semua orang beriman turut mengambil bagian dalam mengerti dan meneruskan kebenaran yang diwahyukan. Mereka telah menerima urapan Roh Kudus, yang mengajar mereka dan yang membimbing mereka untuk mengenal seluruh kebenaran."
  },
  {
    "id": "kgk-92",
    "text": "\"Keseluruhan kaum beriman, yang telah diurapi oleh Yang Kudus (lih. l Yoh 5 2:20 dan 27), tidak dapat sesat dalam beriman; dan sifat mereka yang istimewa itu mereka tampilkan melalui perasaan iman adikodrati segenap umat, bila `dari para Uskup hingga para awani beriman yang terkecil mereka secara keseluruhan menyatakan kesepakatan mereka tentang perkara-perkara iman dan kesusilaan\" (LG 12)."
  },
  {
    "id": "kgk-93",
    "text": "\"Dengan perasaan iman yang dibangkitkan dan dipelihara oleh Roh Kebenaran, umat tanpa menyimpang berpegang teguh pada iman, yang sekali telah diserahkan kepada para kudus (Yud 3); dengan pengertian yang tepat umat semakin mendalam menyelaminya, dan semakin penuh menerapkannya dalam hidup mereka\" (LG 12)."
  },
  {
    "id": "kgk-94",
    "text": "Berkat bantuan Roh Kudus maka pengertian mengenai kenyataan, demikian juga formulasi dari pusaka iman dapat bertumbuh dalam kehidupan Gereja:- \"Karena kaum beriman, yang menyimpannya dalam hati (lih. Luk 2:19 dan 51), merenungkan serta mempelajarinya\" (DV 8); terutama \"hendaknya penelitian teologis berusaha mencapai pengertian yang mendalam tentang kebenaran-kebenaran yang diwahyukan\" (GS 62,7).- \"atas dasar pemahaman yang lebih mendalam sekitar inti hal-hal rohani yang dialami\" (DV 8); \"kata-kata ilahi tumbuh bersama orang yang membacanya\" (Gregorius Agung, hom. Ez. 1,7,8);- \"atas dasar pewartaan mereka, yang berdasarkan pergantian dalam jabatan Uskup, menerima karisma kebenaran yang pasti\" (DV 8)."
  },
  {
    "id": "kgk-95",
    "text": "\"Maka jelaslah Tradisi Suci, Kitab Suci, dan Wewenang Mengajar Gereja, menurut rencana Allah yang mahabijaksana, saling berhubungan dan berpadu sedemikian rupa, sehingga yang satu tidak ada tanpa kedua lainnya dan semuanya bersama-sama, masing-masing dengan caranya sendiri, di bawah gerakan satu Roh Kudus, membantu secara berdaya guna bagi keselamatan jiwa-jiwa\" (DV 10,3)."
  },
  {
    "id": "kgk-96",
    "text": "Apa yang dipercayakan Kristus kepada para Rasul, telah diteruskan oleh mereka, yang diilhami oleh Roh Kudus, dalam khotbahnya dan secara tertulis kepada semua generasi sampai kepada kedatangan kembali Kristus yang mulia."
  },
  {
    "id": "kgk-97",
    "text": "\"Tradisi Suci dan Kitab Suci merupakan satu perbendaharaan keramat Sabda Allah yang dipercayakan kepada Gereja \" (DV 10). Di dalamnya Gereja yang berziarah memandang Tuhan, sumber segala kekayaannya, seperti dalam sebuah cermin."
  },
  {
    "id": "kgk-98",
    "text": "\"Demikianlah Gereja dalam ajaran, hidup serta ibadatnya melestarikan serta meneruskan kepada semua keturunan dirinya seluruhnya, imannya seutuhnya\" (DV 8)."
  },
  {
    "id": "kgk-99",
    "text": "Berkat cita rasa iman adikodrati, seluruh umat Allah menerima secara terus-menerus karunia Wahyu ilahi, mempelajarinya lebih dalam serta menghayatinya secara makin lengkap."
  },
  {
    "id": "kgk-100",
    "text": "Tugas untuk menjelaskan Sabda Allah secara mengikat, hanya di serahkan kepada Wewenang Mengajar Gereja, kepada Paus dan kepada para Uskup yang bersatu dengannya dalam satu paguyuban."
  },
  {
    "id": "kgk-101",
    "text": "Untuk mewahyukan Diri kepada manusia, Allah berbicara dalam kebaikan-Nya kepada manusia dengan bahasa manusiawi: \"Sabda Allah yang diungkapkan dengan bahasa manusia, telah menyerupai pembicaraan manusiawi, seperti dahulu Sabda Bapa yang kekal, dengan mengenakan daging kelemahan manusiawi, telah menjadi serupa dengan manusia\" (DV 13)."
  },
  {
    "id": "kgk-102",
    "text": "Melalui kata-kata Kitab Suci, Allah hanya mengatakan satu kata: Sabda-Nya yang tunggal, dan di dalam Dia Ia mengungkapkan Diri seutuhnya:\"Sabda Allah yang satu dan sama berada dalam semua Kitab; Sabda Allah yang satu dan sama bergaung dalam mulut semua penulis Kitab yang suci. Dan karena sejak awal Ia adalah Allah pada Allah, Ia tidak membutuhkan suku-suku kata, karena Ia tidak bergantung pada waktu\" (Agustinus, Psal. 103,4,1)."
  },
  {
    "id": "kgk-103",
    "text": "Dari sebab itu Gereja selalu menghormati Kitab-Kitab Suci sama seperti Tubuh Kristus sendiri. Gereja tak putus-putusnya menyajikan kepada umat beriman roti kehidupan yang Gereja terima baik dari meja Sabda Allah, maupun dari meja Tubuh Kristus."
  },
  {
    "id": "kgk-104",
    "text": "Di dalam Kitab Suci, Gereja selalu mendapatkan makanannya dan kekuatannya karena di dalamnya ia tidak hanya menerima kata-kata manusiawi, tetapi apa yang sebenarnya Kitab Suci itu: Sabda Allah. \"Karena di dalam kitab-kitab suci Bapa yang ada di surga penuh cinta kasih menjumpai para putera-Nya, dan berwawancara dengan mereka\" (DV 21)."
  },
  {
    "id": "kgk-105",
    "text": "Allah adalah penyebab [auctor] Kitab Suci. \"Yang diwahyukan oleh Allah dan yang termuat serta tersedia dalam Kitab Suci telah ditulis dengan ilham Roh Kudus\".\"Bunda Gereja yang kudus, berdasarkan iman para Rasul, memandang kitab-kitab Perjanjian Lama maupun Perjanjian Baru secara keseluruhan, beserta semua bagian-bagiannya, sebagai buku-buku yang suci dan kanonik, karena ditulis dengan ilham Roh Kudus (lih. Yoh 20:31; 2Tim 3:16; 2Ptr 1:19-21; 3:15-16), dan dengan Allah sebagai pengarangnya, serta dalam keadaannya demikian itu diserahkan kepada Gereja\" (DV 11)."
  },
  {
    "id": "kgk-106",
    "text": "Allah memberi inspirasi kepada manusia penulis [auclor] Kitab Suci. \"Tetapi dalam mengarang kitab-kitab suci itu Allah memilih orang-orang, yang digunakan-Nya sementara mereka memakai kecakapan dan kemampuan mereka sendiri, supaya - sementara Dia berkarya dalam dan melalui mereka - semua itu dan hanya itu yang dikehendaki-Nya sendiri dituliskan oleh mereka sebagai pengarang yang sungguh-sungguh\" (DV 11)."
  },
  {
    "id": "kgk-107",
    "text": "Kitab-kitab yang diinspirasi mengajarkan kebenaran. \"Oleh sebab itu, karena segala sesuatu, yang dinyatakan oleh para pengarang yang diilhami atau hagiograf (penulis suci), harus dipandang sebagai pernyataan Roh Kudus, maka harus diakui, bahwa buku-buku Kitab Suci mengajarkan dengan teguh dan setia serta tanpa kekeliruan kebenaran, yang oleh Allah dikehendaki supaya dicantumkan dalam kitab-kitab suci demi keselamatan kita\" (DV 11)."
  },
  {
    "id": "kgk-108",
    "text": "Tetapi iman Kristen bukanlah satu \"agama buku\". Agama Kristen adalah agama \"Sabda\" Allah, \"bukan sabda yang ditulis dan bisu, melainkan Sabda yang menjadi manusia dan hidup\" (Bernard, hom. miss. 4,11). Kristus, Sabda abadi dari Allah yang hidup, harus membuka pikiran kita dengan penerangan Roh Kudus, \"untuk mengerti maksud Alkitab\" (Luk 24:45), supaya ia tidak tinggal huruf mati."
  },
  {
    "id": "kgk-109",
    "text": "Di dalam Kitab Suci Allah berbicara kepada manusia dengan cara manusia. Penafsir Kitab Suci harus menyelidiki dengan teliti, agar melihat, apa yang sebenarnya hendak dinyatakan para penulis suci, dan apa yang ingin diwahyukan Allah melalui kata-kata mereka."
  },
  {
    "id": "kgk-110",
    "text": "Untuk melacak maksud para penulis suci, hendaknya diperhatikan situasi zaman dan kebudayaan mereka, jenis sastra yang biasa pada waktu itu, serta cara berpikir, berbicara, dan berceritera yang umumnya digunakan pada zaman teks tertentu ditulis. \"Sebab dengan cara yang berbeda-beda kebenaran dikemukakan dan diungkapkan dalam nas-nas yang dengan aneka cara bersifat historis, atau profetis, atau poetis, atau dengan jenis sastra lainnya\" (DV 12,2)."
  },
  {
    "id": "kgk-111",
    "text": "Oleh karena Kitab Suci diilhami, maka masih ada satu prinsip lain yang tidak kurang pentingnya guna penafsiran yang tepat karena tanpa itu Kitab Suci akan tinggal huruf mati saja: \"Akan tetapi Kitab Suci ditulis dalam Roh Kudus dan harus dibaca dan ditafsirkan dalam Roh itu juga\" (DV 12,3).Untuk penafsiran Kitab Suci sesuai dengan Roh, yang telah mengilhaminya, Konsili Vatikan II memberikan tiga kriteria:"
  },
  {
    "id": "kgk-112",
    "text": "1. Memperhatikan dengan saksama \"isi dan kesatuan seluruh Kitab Suci\". Sebab bagaimanapun bedanya kitab-kitab itu, yang membentuk Kitab Suci, namun Kitab Suci adalah satu kesatuan atas dasar kesatuan rencana Allah yang pusat dan hatinya adalah Yesus Kristus. Sejak Paska hati itu sudah dibuka:\"Ungkapan `hati Kristus harus diartikan menurut Kitab Suci yang memperkenalkan hati Kristus. Hati ini tertutup sebelum kesengsaraan, karena Kitab Suci masih gelap. Tetapi sesudah sengsara-Nya Kitab Suci terbuka, agar mereka yang sekarang memahaminya, dapat mempertimbangkan dan membeda-bedakan, bagaimana nubuat-nubuat harus ditafsirkan\" (Tomas Aqu., Psal. 21,11)."
  },
  {
    "id": "kgk-113",
    "text": "2. Membaca Kitab Suci \"dalam terang tradisi hidup seluruh Gereja\". Menurut satu semboyan para bapa \"Kitab Suci lebih dahulu ditulis di dalam hati Gereja daripada di atas pergamen [kertas dari kulit]\". Gereja menyimpan dalam tradisinya kenangan yang hidup akan Sabda Allah, dan Roh Kudus memberi kepadanya penafsiran rohani mengenai Kitab Suci ... \"menurut arti rohani yang dikaruniakan Roh kepada Gereja\" (Origenes, hom. in Lev. 5,5)."
  },
  {
    "id": "kgk-114",
    "text": "3. Memperhatikan \"analogi iman\". Dengan \"analogi iman\" dimaksudkan hubungan kebenaran-kebenaran iman satu sama lain dan dalam rencana keseluruhan wahyu."
  },
  {
    "id": "kgk-115",
    "text": "Sesuai dengan tradisi tua, arti Kitab Suci itu bersifat ganda: arti harfiah dan arti rohani. Yang terakhir ini dapat saja bersifat alegoris, moralis, atau anagogis. Kesamaan yang mendalam dari keempat arti ini menjamin kekayaan besar bagi pembacaan Kitab Suci yang hidup di dalam Gereja."
  },
  {
    "id": "kgk-116",
    "text": "Arti harfiah adalah arti yang dicantumkan oleh kata-kata Kitab Suci dan ditemukan oleh eksegese, yang berpegang pada peraturan penafsiran teks secara tepat. \"Tiap arti [Kitab Suci] berakar di dalam arti harfiah\" (Tomas Aqu., s.th. 1,1,10 ad 1)."
  },
  {
    "id": "kgk-117",
    "text": "Arti rohani. Berkat kesatuan rencana Allah, maka bukan hanya teks Kitab Suci, melainkan juga kenyataan dan kejadian yang dibicarakan teks itu dapat merupakan tanda.1. Arti alegoris. Kita dapat memperoleh satu pengertian yang lebih dalam mengenai kejadian-kejadian, apabila kita mengetahui arti yang diperoleh peristiwa itu dalam Kristus. Umpamanya penyeberangan Laut Merah adalah tanda kemenangan Kristus dan dengan demikian tanda Pembaptisan.2. Arti moral. Kejadian-kejadian yang dibicarakan dalam Kitab Suci harus mengajak kita untuk melakukan yang baik. Hal-hal itu ditulis sebagai \"contoh bagi kita ... sebagai peringatan\" (1 Kor 10:11).3. Arti anagogis. Kita dapat melihat kenyataan dan kejadian dalam artinya yang abadi, yang menghantar kita ke atas, ke tanah air abadi (Yunani: \"anagoge\"). Misalnya, Gereja di bumi ini adalah lambang Yerusalem surgawi."
  },
  {
    "id": "kgk-118",
    "text": "Sam distikhon dari Abad Pertengahan menyimpulkan keempat arti itu sebagai berikut:\"Littera gesta docet, quid credas allegoria Moralis quid agas, quo tendas anagogia\"(Huruf mengajarkan kejadian; apa yang harus kau percaya, alegori; moral, apa yang harus kau lakukan; ke mana kau harus berjalan, anagogi)."
  },
  {
    "id": "kgk-119",
    "text": "\"Merupakan kewajiban para ahli Kitab Suci: berusaha menurut norma-norma itu untuk semakin mendalam memahami dan menerangkan arti Kitab Suci, supaya seolah-olah berkat penyelidikan yang disiapkan, keputusan Gereja menjadi lebih masak. Sebab akhirnya semua yang menyangkut cara menafsirkan Kitab Suci itu berada di bawah keputusan Gereja, yang menunaikan tugas serta pelayanan memelihara dan menafsirkan Sabda Allah\" (DV 12,3).\"Saya tidak akan percaya kepada Injil sekalipun, seandainya bukan otoritas Gereja Katolik mendorong saya ke arah itu\" (Agustinus, fund. 5,6)."
  },
  {
    "id": "kgk-120",
    "text": "Dalam tradisi apostolik Gereja menentukan, kitab-kitab mana yang harus dicantumkan dalam daftar kitab-kitab suci. Daftar yang lengkap ini dinamakan \"Kanon\" Kitab Suci. Sesuai dengan itu Perjanjian Lama terdiri dari 46 (45, kalau Yeremia dan Lagu-lagu Ratapan digabungkan) dan Perjanjian Baru terdiri atas 27 kitab.Perjanjian Lama: Kejadian, Keluaran, Imamat, Bilangan, Ulangan, Yosua, Hakim-Hakim, Rut, dua buku Samuel, dua buku Raja-Raja, dua buku Tawarikh, Esra dan Nehemia, Tobit, Yudit, Ester, dua buku Makabe, Ayub, Mazmur, Amsal, Pengkhotbah, Kidung Agung, Kebijaksanaan, Yesus Sirakh, Yesaya, Yeremia, Ratapan, Barukh, Yeheskiel, Daniel, Hosea, Yoel, Amos, Obaja, Yunus, Mikha, Nahum, Habakuk, Zefanya, Hagai, Zakharia, Maleakhi.Perjanjian Baru: Injil menurut Matius, Markus, Lukas dan Yohanes, Kisah para Rasul, suratsurat Paulus: kepada umat di Roma, surat pertama dan kedua kepada umat Korintus, kepada umat di Galatia, kepada umat di Efesus, kepada umat di Filipi, kepada umat di Kolose, surat pertama dan kedua kepada umat di Tesalonika, surat pertama dan kedua kepada Timotius, surat kepada Titus, surat kepada Filemon, surat kepada orang lbrani, surat Yakobus, surat pertama dan kedua Petrus, surat pertama, kedua, dan ketiga Yohanes, surat Yudas, dan Wahyu kepada Yohanes."
  },
  {
    "id": "kgk-121",
    "text": "Perjanjian Lama adalah bagian yang tidak dapat dipisahkan dari Kitab Suci. Buku-bukunya diilhami secara ilahi dan tetap memiliki nilainya karena Perjanjian Lama tidak pernah dibatalkan."
  },
  {
    "id": "kgk-122",
    "text": "\"Tata keselamatan Perjanjian Lama terutama dimaksudkan untuk menyiapkan kedatangan Kristus Penebus seluruh dunia.\" Meskipun kitab-kitab Perjanjian Lama Juga mencantum hal-hal yang tidak sempurna dan bersifat sementara, kitab-kitab itu memaparkan cara pendidikan ilahi yang sejati . ... Kitab-kitab itu mencantum ajaran-ajaran yang luhur tentang Allah serta kebijaksanaan yang menyelamatkan tentang peri hidup manusia, pun juga perbendaharaan doa-doa yang menakjubkan, akhirnya secara terselubung [mereka] mengemban rahasia keselamatan kita\" (DV 15)."
  },
  {
    "id": "kgk-123",
    "text": "Umat Kristen menghormati Perjanjian Lama sebagai Sabda Allah yang benar. Gereja tetap menolak dengan tegas gagasan untuk menghilangkan Perjanjian Lama, karena Perjanjian Baru sudah menggantikannya [Markionisme]."
  },
  {
    "id": "kgk-124",
    "text": "\"Sabda Allah, yang merupakan kekuatan Allah demi keselamatan semua orang yang beriman (lih. Rm 1:16), dalam kitab-kitab Perjanjian Baru disajikan secara istimewa dan memperlihatkan daya kekuatannya\" (DV 17). Tulisan-tulisan tersebut memberi kepada kita kebenaran definitif wahyu ilahi. Tema sentralnya ialah Yesus Kristus, Putera Allah yang menjadi manusia, karya-Nya, ajaran-Nya, kesengsaraan-Nya, dan pemuliaan-Nya begitu pula awal mula Gereja di bawah bimbingan Roh Kudus."
  },
  {
    "id": "kgk-125",
    "text": "Injil-injil merupakan jantung hati semua tulisan sebagai \"kesaksian utama tentang hidup dan ajaran Sabda Yang Menjadi Daging, Penyelamat kita\" (DV 18)."
  },
  {
    "id": "kgk-126",
    "text": "Dalam penyusunan Injil-injil dapat kita bedakan tiga tahap:1. Kehidupan dan kegiatan mengajar Yesus. Bunda Gereja kudus tetap mempertahankan dengan teguh dan sangat kokoh, bahwa keempat Injil \"yang sifat historisnya diakui tanpa ragu-ragu, dengan setia meneruskan apa yang oleh Yesus Putera Allah selama hidup-Nya di antara manusia sungguh telah dikerjakan dan diajarkan demi keselamatan kekal mereka, sampai hari Ia diangkat (lih. Kis 1:1-2)\" (DV 19).2. Tradisi lisan. \"Sesudah kenaikan Tuhan para Rasul meneruskan kepada para pendengar mereka apa yang dikatakan dan dijalankan oleh Yesus sendiri, dengan pengertian yang lebih penuh, yang mereka peroleh karena dididik oleh peristiwa-peristiwa mulia Kristus dan oleh terang Roh kebenaran\" (DV 19).3. Penulisan Injil-Injil. \"Adapun penulis suci mengarang keempat Injil dengan memilih berbagai dari sekian banyak hal yang telah diturunkan secara lisan atau tertulis; beberapa hal mereka susun secara agak sintetis, atau mereka uraikan dengan memperhatikan keadaan Gereja-Gereja; akhirnya dengan tetap mempertahankan bentuk pewartaan, namun sedemikian rupa, sehingga mereka selalu menyampaikan kepada kita kebenaran yang murni tentang Yesus\" (DV 19)."
  },
  {
    "id": "kgk-127",
    "text": "Injil berganda empat itu menduduki tempat istimewa di dalam Gereja. Ini dibuktikan oleh penghormatan terhadapnya di dalam liturgi dan daya tarik yang tidak ada bandingnya, yang mempengaruhi orang kudus dari setiap zaman.\"Tidak ada satu ajaran yang lebih baik, lebih bernilai dan lebih indah daripada teks Injil. Lihatlah dan peganglah teguh, apa yang tuan dan guru kita Kristus ajarkan dalam kata-kata-Nya dan lakukan dalam karya-karya-Nya\" (Sesaria Muda).\"Terutama Injil sangat mengesankan bagi saya sewaktu saya melakukan doa batin; di dalamnya saya menemukan segala sesuatu yang dibutuhkan oleh jiwa saya yang lemah ini. Di dalamnya saya selalu menemukan pandangan baru, dan makna yang tersembunyi dan penuh rahasia\" (Teresia dari Anak Yesus. ms autob. A 83v)."
  },
  {
    "id": "kgk-128",
    "text": "Sudah sejak zaman para Rasul dan juga dalam seluruh tradisi, kesatuan rencana ilahi dalam kedua Perjanjian itu dijelaskan oleh Gereja melalui tipologi. Penafsiran macam ini menemukan dalam karya Tuhan dalam Perjanjian Lama \"Prabentuk\" (tipologi) dari apa yang dilaksanakan Tuhan dalam kepenuhan waktu dalam pribadi Sabda-Nya yang menjadi manusia."
  },
  {
    "id": "kgk-129",
    "text": "Jadi umat Kristen membaca Perjanjian Lama dalam terang Kristus yang telah wafat dan bangkit. Pembacaan tipologis ini menyingkapkan kekayaan Perjanjian Lama yang tidak terbatas. Tetapi tidak boleh dilupakan, bahwa Perjanjian Lama memiliki nilai wahyu tersendiri yang Tuhan kita sendiri telah nyatakan tentangnya. Selain itu Perjanjian Baru juga perlu dibaca dalam cahaya Perjanjian Lama. Katekese perdana Kristen selalu menggunakan Perjanjian Lama. Sesuai dengan sebuah semboyan lama Perjanjian Baru terselubung dalam Perjanjian Lama, sedangkan Perjanjian Lama tersingkap dalam Perjanjian Baru: \"Novum in Vetere latet et in Novo Vetus patet\" (Agustinus, Hept. 2,73)."
  },
  {
    "id": "kgk-130",
    "text": "Tipologi berarti adanya perkembangan rencana ilahi ke arah pemenuhannya, sampai akhirnya \"Allah menjadi semua di dalam semua\" (1 Kor 15:28). Umpamanya panggilan para bapa bangsa dan keluaran dari Mesir tidak kehilangan nilai sendiri dalam rencana Allah, karena mereka juga merupakan tahap-tahap sementara di dalam rencana itu."
  },
  {
    "id": "kgk-131",
    "text": "\"Adapun sedemikian besarlah daya dan kekuatan Sabda Allah, sehingga bagi Gereja merupakan tumpuan serta kekuatan, dan bagi putera-putera Gereja menjadi kekuatan iman, santapan jiwa, sumber jernih dan kekal hidup rohani\" (DV 21). \"Bagi kaum beriman kristiani jalan menuju Kitab Suci harus terbuka lebar-lebar\" (DV 22)."
  },
  {
    "id": "kgk-132",
    "text": "\"Maka dari itu pelajaran Kitab Suci hendaklah bagaikan jiwa teologi suci. Namun dengan sabda Kitab Suci juga pelayanan sabda, yakni pewartaan pastoral, katekese, dan semua pelajaran kristiani - di antaranya homili liturgis harus sungguh diistimewakan - mendapat bahan yang sehat dan berkembang dengan suci\" (DV 24)."
  },
  {
    "id": "kgk-133",
    "text": "Gereja \"menasihati seluruh umat Kristen dengan sangat, agar melalui pembacaan buku-buku ilahi sampai kepada `pengenalan Yesus Kristus secara menonjol (Flp 3:8). `Tidak mengenal Kitab Suci berarti tidak mengenal Kristus (Hieronimus, Is. prol.)\" (DV 25)."
  },
  {
    "id": "kgk-134",
    "text": "\"Seluruh Kitab Suci adalah satu buku saja dan buku yang satu ini adalah Kristus, karena seluruh Kitab ilahi ini berbicara tentang Kristus, dan seluruh Kitab ilahi terpenuhi dalam Kristus. \" (Hugo dari San Victor Noe 2,8)."
  },
  {
    "id": "kgk-135",
    "text": "\"Kitab Suci mengemban Sabda Allah, dan karena diilhami, memang sungguh-sungguh Sabda Allah\" (DV 24)."
  },
  {
    "id": "kgk-136",
    "text": "Allah adalah penyebab Kitab Suci. Ia mengilhami pengarang-pengarang manusia: Ia bekerja dalam mereka dan melalui mereka. Dengan demikian la menjamin, bahwa buku-buku mereka mengajarkan kebenaran keselamatan tanpa kekeliruan."
  },
  {
    "id": "kgk-137",
    "text": "Penafsiran buku-buku yang diilhami terutama harus memperhatikan, apa yang hendak dikatakan Tuhan melalui penulis-penulis kudus demi keselamatan kita. \"Apa yang berasal dari Roh, hanya dapat dimengerti sepenuhnya oleh karya Roh\" (Origenes, hom.in Ex. 4,5)."
  },
  {
    "id": "kgk-138",
    "text": "Ke-46 buku Perjanjian Lama dan ke-27 buku Perjanjian Baru diakui dan dihormati oleh Gereja sebagai diilhami."
  },
  {
    "id": "kgk-139",
    "text": "Keempat Injil menduduki tempat sentral, karena Yesus Kristus adalah pusatnya."
  },
  {
    "id": "kgk-140",
    "text": "Kesatuan kedua Perjanjian mengalir dari kesatuan rencana dan wahyu Allah. Perjanjian Lama mempersiapkan yang Baru, sedangkan yang Baru menyempurnakan yang Lama. Kedua-duanya saling menjelaskan. Kedua-duanya adalah Sabda Allah yang benar."
  },
  {
    "id": "kgk-141",
    "text": "\"Kitab-kitab ilahi seperti juga Tubuh Tuhan sendiri selalu dihormati oleh Gereja\" (DV 21). Kedua-duanya memelihara dan mengarahkan seluruh kehidupan Kristen. \"Firman-Mu adalah pelita bagi kakiku, terang untuk menerangi jalanku\" (Mzm 119:105)."
  },
  {
    "id": "kgk-142",
    "text": "Melalui wahyu-Nya, \"Allah yang tidak kelihatan (lih. Kol 1:15; 1 Tim 1:17) dari kelimpahan cinta kasih-Nya menyapa manusia sebagai sahabat-sahabat-Nya (lih. Kel 33:11; Yoh 15:14-15), dan bergaul dengan mereka (lih. Bar 3:38), untuk mengundang mereka ke dalam persekutuan dengan diri-Nya dan menyambut mereka di dalamnya\" (DV 2). Jawaban yang pantas untuk undangan itu ialah iman."
  },
  {
    "id": "kgk-143",
    "text": "Melalui iman, manusia menaklukkan seluruh pikiran dan kehendaknya kepada Allah. Dengan segenap pribadinya manusia menyetujui Allah yang mewahyukan Diri. Kitab Suci menamakan jawaban manusia atas undangan Tuhan yang mewahyukan Diri itu \"ketaatan iman\"."
  },
  {
    "id": "kgk-144",
    "text": "Taat [ob-audire] dalam iman berarti menaklukkan diri dengan sukarela kepada Sabda yang didengar, karena kebenarannya sudah dijamin oleh Allah, yang adalah kebenaran itu sendiri. Sebagai contoh ketaatan ini Kitab Suci menempatkan Abraham di depan kita. Perawan Maria melaksanakannya atas cara yang paling sempurna."
  },
  {
    "id": "kgk-145",
    "text": "Dalam pidato pujian mengenai iman para leluhur, surat lbrani menonjolkan terutama iman Abraham: \"Karena iman, Abraham taat ke tika ia dipanggil untuk berangkat ke negeri yang akan diterimanya menjadi milik pusakanya, lalu ia berangkat dengan tidak mengetahui tempat yang ia tujui\" (1br 11:8). Karena beriman, maka Abraham tinggal sebagai orang asing di negeri yang dijanjikan Allah kepadanya. Karena beriman, maka Sara mengandung seorang putera yang dijanjikan. Karena beriman, maka Abraham mempersembahkan puteranya yang tunggal sebagai kurban."
  },
  {
    "id": "kgk-146",
    "text": "Dengan demikian Abraham meragakan definisi iman yang diajukan oleh surat Ibrani: \"Iman adalah dasar dari segala sesuatu yang kita harapkan dan bukti dari segala sesuatu yang tidak kita lihat\" (Ibr 11:1). \"Lalu percayalah Abraham kepada Tuhan, dan Tuhan memperhitungkan hal itu kepadanya sebagai kebenaran\" (Rm 4:3) . Karena ia \"percaya tanpa ragu-ragu\" (Rm 4:20), maka Abraham \"menjadi bapa secara rohani bagi semuaorang yang percaya kepada Allah\" (Rm 4:11)."
  },
  {
    "id": "kgk-147",
    "text": "Dalam Perjanjian Lama terdapat banyak kesaksian iman semacam ini. Surat Ibrani menyampaikan pidato pujian tentang iman para leluhur yang patut dicontoh, iman yang membuat mereka tetap dikenang (lbr 11:2)3. Tetapi Allah telah \"menyediakan sesuatu yang lebih baik bagi kita\" (Ibr 11:40): rahmat supaya beriman kepada Putera-Nya Yesus, \"yang memimpin kita dalam iman dan yang membawa iman kita itu kepada kesempurnaan\" (Ibr 12:2)."
  },
  {
    "id": "kgk-148",
    "text": "Perawan Maria menghayati ketaatan iman yang paling sempurna. Oleh karena ia percaya bahwa bagi Allah \"tidak ada yang mustahil\" (Luk 1:37), maka ia menerima pemberitahuan dan janji yang disampaikan oleh malaikat dengan penuh iman dan memberikan persetujuannya: \"Lihatlah, aku ini hamba Tuhan; jadilah padaku menurut perkataanmu\" (Luk 1:38). Elisabet memberi salam kepadanya: \"Berbahagialah ia yang telah percaya, sebab apa yang dikatakan kepadanya dari Tuhan akan terlaksana\" (Luk 1:45). Demi iman ini segala bangsa akan menyatakannya bahagia."
  },
  {
    "id": "kgk-149",
    "text": "Selama seluruh kehidupannya, juga dalam percobaannya yang terakhir, ketika Yesus, Puteranya, wafat di kayu salib, imannya tidak goyah. Maria tidak melepaskan imannya bahwa Sabda Allah \"akan terpenuhi\". Karena itu Gereja menghormati Maria sebagai tokoh iman yang paling murni."
  },
  {
    "id": "kgk-150",
    "text": "Iman adalah ikatan pribadi manusia dengan Allah dan sekaligus, tidak terpisahkan dari itu, persetujuan secara bebas terhadap segala kebenaran yang diwahyukan Allah. Sebagai ikatan pribadi dengan Allah dan persetujuan terhadap kebenaran yang diwahyukan Allah, iman Kristen berbeda dengan kepercayaan yang diberikan kepada seorang manusia. Menyerahkan diri seluruhnya kepada Allah, dan mengimani secara absolut apa yang Ia katakan adalah tepat dan benar. Sebaliknya adalah sia-sia dan salah memberikan kepercayaan yang demikian itu kepada seorang makhluk."
  }
]